/* 相关数据 liumingren*/
define(function() {
	var data = {
		// 2015节假日
		year:"2015",
		festiArr : [
	    	{name: '元旦', time: '1月1日~1月3日', from: '2015/1/1', to: '2015/1/3'},
	        {name: '春节', time: '2月18日~2月24日', from: '2015/2/18', to: '2015/2/24'},
	        {name: '清明节', time: '4月4日~4月6日', from: '2015/4/4', to: '2015/4/6'},
	        {name: '劳动节', time: '5月1日~5月3日', from: '2015/5/1', to: '2015/5/3'},
	        {name: '端午节', time: '6月20日~6月22日', from: '2015/6/20', to: '2015/6/22'},
	        {name: '中秋节', time: '9月26日~9月27日', from: '2015/9/26', to: '2015/9/27'},
	        {name: '国庆节', time: '10月1日~10月7日', from: '2015/10/1', to: '2015/10/7'}
	    ]
	};
	return data;
});